---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Currency
source: html/c6d415c6-5366-b70c-f059-1858bcc5a751.htm
---
# Autodesk.Revit.DB.UnitTypeId.Currency Property

Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId Currency { get; }
```